---
kind: property
id: P:Autodesk.Revit.DB.Control.Origin
zh: 原点
source: html/f74079a0-cb50-a7ff-30d0-38fc151c19b2.htm
---
# Autodesk.Revit.DB.Control.Origin Property

**中文**: 原点

The control origin.

## Syntax (C#)
```csharp
public XYZ Origin { get; }
```